let oss = 'https://jcxcx.sunkoda.com/upload';
const data = {
      // 阊门 
      '1': {
            title: '/images/cm_tit.png',
            des: '&emsp;&emsp;阊门是苏州城八门之一，位于城西北。传说天门中有阊阖，“阊”是通天气之意，表示吴国将得到天神保佑，日臻强盛。从清代乾隆年间的《姑苏繁华图》中可以看出，阊门内城门临阊门大街（今西中市），上有城楼，外城门靠吊桥，瓮城为长方形，瓮城内另有套城，并还有南、北两个童梓门。南童梓门通今南新路，北童梓门通北码头。',
            coverImg: oss + '/content/1/1.jpg',
            des1: '&emsp;&emsp;公元前506年，这里是孙武、伍子胥等率吴军伐楚的出发地和凯旋地。从此阊门亦号破楚门。当年吴国的大军出兵伐楚，都是浩浩荡荡从这里出发，最后凯旋而归，破楚门被老百姓亲切地叫成了胜利之门，有点像拿破仑的凯旋门。不过，看似固若金汤的城门，却敌不过一纸禁令。南宋末年，蒙古人的铁蹄踏上了中原，元军下令拆毁城墙并永禁修复，一旦发生暴动，就能立即入城镇压。城墙拆了，城门毁了，在之后的几十年里，苏州“一马平川”。直到1351年，才开始重建，张士诚据苏称王，不但加固城墙挖深城壕，还在各城门瓮城内增设月城，用来藏兵守卫。这就是《姑苏繁华图》里那个老阊门了。1860年5月，太平天国忠王李秀成攻打苏州。当时的江苏巡抚徐有壬和总兵马德昭出了个馊主意，接连颁布三道命令，烧毁城外商业区，以巩固城防：“首令民装裹，次令迁徙，三令纵火”。\n &emsp;&emsp;曾经繁华盖世的阊门外，直到枫桥寒山寺，转眼化为灰烬，数十万苏州市民逃往上海租界。阊门对于他们，仅仅只剩了一个家的记忆。洪武赶散中的老阊门人来到苏北两淮地区后，继续发扬劳苦奋斗的家风家训，为当地建设立下了汗马功劳；而留下的老阊门，则继续着它的辉煌。\n &emsp;&emsp;明清时期，包括城外呈放射状的南浩街、上塘街、山塘街, 以及城内的阊门大街（今西中市），与这些街道平行, 又有外城河、内城河、上塘河、山塘河分别从五个方向汇聚于此。乾隆年间的名画《姑苏繁华图》将盛极一时的阊门至枫桥的十里长街、万商云集描绘的淋漓尽致。据记载，当时阊门内外各种店铺多达数万家, 各行各业应有尽有, 各省会馆纷列其间。清朝的孙嘉淦在《南游记》里这样描述阊门：“居货山积, 行人流水, 列肆招牌, 灿若云锦”。',
            imgs: [],
            des2: [{
                        title: '状元办厂',
                        content: '&emsp;&emsp;1895年《马关条约》签订，苏州等四城市被列为通商口岸。为了在对日本开放之前先发制人，两江总督张之洞、苏州状元陆润庠等人密商，成立苏经苏纶股份有限公司,抢先在“阊门外、胥门外、盘门外”三地各设商铺，提前开发。当时，张謇在通州兴办了大生纱厂，陆润庠在苏州创办了苏纶纱厂和苏经纱厂，成为轰动一时的“状元办厂”。苏纶纱厂在中国近代工业史和民族工业发展史上占有重要地位。'
                  },
                  {
                        title: '阊门寻根',
                        content: '&emsp;&emsp;据传，朱元璋消灭张士诚政权后，洪武初年为加强国家统治，开发落后边远地区，实行戍边屯田制度，先后在全国范围内进行多次大规模的人口迁徙。洪武五年（1372年）迁苏州阊门一带富户百姓，至苏北沿海灶区，该事件被称为“洪武赶散”。洪武赶散中的老阊门人来到苏北两淮地区后，继续发扬劳苦奋斗的家风家训，为当地建设立下了汗马功劳；而留下的老阊门，则继续着它的辉煌。'
                  },
            ]

      },
      // 北码头 
      '2': {
            title: '/images/bmt_tit.png',
            des: '&emsp;&emsp;北码头位于阊门外吊桥以北，南接北童梓门，北至四摆渡。清代乾隆五十六年（1791年）秦仪所绘的《虎丘山塘图》开头部分清楚反映当时阊门外运河边北码头停泊了许多民船和官船的景象，官船上的阁楼、飘扬的彩旗，民船上的船篷，都清楚可见。《姑苏繁华图》上也反映了北码头的昔日繁华。解放前很多来自四乡八镇的农船停泊在北码头，从乡下装的农产品和烟草、木材、砖头在这里转运，同时开往东桥、浒关、枫桥、镇湖、光福等地的航船也在北码头出发。',
            coverImg: oss + '/content/2/1.jpg',
            des1: '&emsp;&emsp;如今在北码头两侧林立着别墅、小楼、公馆、店铺等各类民国建筑。这里除了成为集城墙历史景观和护城河滨水景观于一体的特色商业区，同时也是环古城风貌带上的一个重点观光区。',
            imgs: [oss + '/content/2/2.jpg', oss + '/content/2/3.jpg'],
            des2: []
      },
      // 曹沧洲 
      '3': {
            title: '/images/ccz_tit.png',
            des: '&emsp;&emsp;曹沧洲故居位于阊门西街59、61号。正路东向五进，门屋、轿厅、大厅各三间。大厅面阔11.5米，进深六檩12米，扁作梁，前有双翻轩。厅后为走马式堂楼五间带两厢。正路北有房屋三组南向。',
            coverImg: oss + '/content/3/1.jpg',
            des1: '',
            imgs: [],
            des2: [{
                  title: '',
                  content: '&emsp;&emsp;曹沧洲（1849-1931），名元恒，字智涵，江苏苏州人。其祖父云洲，父承洲，历代行医，及延至沧洲，曹氏的医名在姑苏城内已是妇孺皆知。\n &emsp;&emsp;曹沧洲和陆状元是邻居，曹御医名满天下和陆状元的引荐也有一定的联系。1908年，光绪帝驾崩，曹沧洲也因病告归故里，回到苏州的曹沧洲依然做着行医济世的老本行，医德大行，妇孺皆知，对待贫病者给药送诊，宅心仁厚。向他学习医术的人，都成为后世有名的医生。总之，对于这个吴中妙手，苏州人民是为他骄傲的，不仅因为他的医术高明，更重要的是敬重他始终秉持着医者行医济世的道德操守。时至今日，在瓣莲巷曹沧洲祠大厅里仍有陆承曜先生所题柱联一对：深深小巷悬壶世家为民疗宿疾，熠熠吴门断脉神手入阕治沉疴。'
            }]
      },
      // 寒山寺 
      '4': {
            title: '/images/hss_tit.png',
            des: '&emsp;&emsp;寒山寺位于苏州市姑苏区，始建于南朝萧梁代天监年间（502—519年），初名“妙利普明塔院”。寒山寺占地面积约1.3万平方米，建筑面积三千四百余平方米。',
            coverImg: oss + '/content/4/1.jpg',
            // des1: '&emsp;&emsp;寒山寺属于禅宗中的临济宗。唐代贞观年间，当时的名僧寒山、希迁两位高僧创建寒山寺。1000多年内寒山寺先后5次遭到火毁（一说是7次），最后一次重建是清代光绪年间。历史上寒山寺曾是中国十大名寺之一，寺内古迹甚多，有张继诗的石刻碑文，寒山、拾得的石刻像，文徵明、唐寅所书碑文残片等。',
            imgs: [oss + '/content/4/2.jpg', oss + '/content/4/3.jpg',
                  oss + '/content/4/5.jpg'
            ],
            des2: [{
                        title: '（1）传世诗词—枫桥夜泊',
                        content: '&emsp;&emsp;《枫桥夜泊》是唐代诗人张继的作品，张继（约715—约779年），唐代诗人。《唐才子传》中说他“博览有识，好谈论，知治体”，提到他是一位重视气节，有抱负有理想的人，不仅有诗名，品格也受人敬重。唐朝安史之乱后，张继途经寒山寺时写下这首羁旅诗。此诗精确而细腻地描述了一个客船夜泊者对江南深秋夜景的观察和感受，勾画了月落乌啼、霜天寒夜、江枫渔火、孤舟客子等景象，有景有情有声有色。此外，这首诗也将作者羁旅之思，家国之忧，以及身处乱世尚无归宿的顾虑充分地表现出来，是写愁的代表作。'
                  },
                  {
                        title: '（2）和合文化—寒山与拾得的故事。',
                        content: '&emsp;&emsp;民间对“和合二仙”有各种传说。从寒山与拾得流传下来的三百多首诗来看，寒山与拾得二人在历史上确实存在。据传，寒山与拾得为隋末唐初僧人，他们成为了“和合文化”的人物载体，他们的情怀和情义成为了寒山寺“和合文化”的精髓，引导人们相互理解、相互忍让、相互帮助、互敬互爱、和睦相处，引导人们在事业上相互支持、相互配合、共同合作、共同发展，引导人们以制度戒律规范修养身心，以利益公平分配为价值取向，强调一致的价值伦理观念和团结、和睦、友爱的人文关系。'
                  },
            ]
      },
      // 陆润痒 
      '5': {
            title: '/images/lry_tit.png',
            des: '&emsp;&emsp;陆润庠故居位于阊门内下塘街10号。故居坐北朝南三路，中路六进，末进楼厅面阔五间17.5米，进深9.85米，扁作梁浅雕，落地罩精细。大厅、花厅等均为清代建筑。',
            coverImg: oss + '/content/5/2.jpg',
            des1: '',
            imgs: [],
            des2: [{
                  title: '',
                  content: '&emsp;&emsp;陆润庠（1841-1951），字凤石，同治十三年（1847）中状元，历任乡、会试主考官，国子监祭酒。在两江总督张之洞支持下，在苏州创办苏纶纱厂、苏经丝厂。辛亥革命后，留在毓庆宫任溥仪的老师。\n &emsp;&emsp;八国联军入侵北京后，慈禧太后挟持光绪皇帝仓皇而逃，奔往西安，而陆润庠辗转奔赴西安。慈禧太后被陆润庠的忠心所感动，委任他为礼部侍郎。慈禧太后还京后，陆润庠出任最高监察官——左都御史，后又奉命署理工部尚书，成为一品大员，任内曾弹劾李鸿章，有“铁面御史”之称。陆润庠一生为官清廉，克己奉公，虽贵为一品，衣着如寒士。去世以后，已经退位的清帝追赠陆润庠太子太傅，谥号“文端”。'
            }]
      },
      // 南浩街 
      '6': {
            title: '/images/nhj_tit.png',
            des: '&emsp;&emsp;原名南濠街，因阊门以南护城河称为南濠而得名，后讹“濠”为“浩”。元宵灯节，阊门一带极为热门，南濠街也是“张灯结彩”处。明清时期就是繁华商市，并建有多处会馆公所。阊门内外、南北濠、上下塘、山塘、枫桥，都是繁盛的商业区，“凡南北舟车，外洋商贩，莫不毕集于此，居民稠密，街弄通隘，客货一到，行人几不能掉臂，其各商大贾，自为居停。”这里汇集了金阊亭、神仙庙、万人码头、状元亭、八仙群雕、金门、阊门，孙武亭、玉蜻蜓、葫芦庙、泰伯像、林则徐禁烟处、盛世浮生图、古城水上游、名人馆、阊门诗画廊、四大才子、轧神仙等十八景。',
            coverImg: oss + '/content/6/1.jpg',
            des1: '',
            imgs: [],
            des2: [{
                        title: '（1）林则徐禁烟处',
                        content: '&emsp;&emsp;林则徐在道光十二年至十六年（公元1832—1836年）任江苏巡抚，任职期间曾微服察访南浩街，深入了解鸦片泛滥对国计民生的严重危害，严拿开设烟馆的地痞恶棍，雷厉风行整治吸食鸦片和开馆、贩烟活动，在南浩街上留下了禁烟的最早记录。据传，林则徐禁烟处就位于南浩街东侧的水岸。他为官清廉，抑制豪富，赈济贫民，政绩卓著，被苏州士民尊称为“林青天”'
                  },
                  {
                        title: '（2）状元亭',
                        content: '&emsp;&emsp;据《登科记考》、《宋历科状元录》、《文献通考》、《明清进士题名碑录索引》、《太平天国科举考试纪略》等资料统计，自唐至清（包括五代十国、辽金、太平天国）的近1300年间，共有文状元596名；自宋至清近800年间，共出武状元115名。其间，苏州（按现辖6县<市>区域计，历史上有吴县、长洲、元和，常熟、昭文，昆山、新阳，吴江、震泽，太仓、镇洋，下同）共出文状元45名，占总数的7.55%；共出武状元5名，占总数的4.35%。尤其是清代，苏州共出了26名文状元，无怪人们称誉“姑苏文盛出状元”，苏州也因此而赢得了“状元之乡”的美称。'
                  }
            ]
      },
      // 秦伯庙 
      '7': {
            title: '/images/qbm_tit.png',
            des: '&emsp;&emsp;泰伯庙是苏州市文物保护单位，位于阊门内下塘街252号，为纪念古公父（周太王）长子泰伯而建，历史可追溯至东汉，为江南地区第一座奉祀吴地开发始祖泰伯的庙宇。历史上泰伯庙数次被毁又数次修复，现在修复的泰伯庙按照古图《至德庙图》全景展现，总占地面积7492平方米，四周以五峰园弄、阊门内下塘街河、五峰园、官宰弄为界。\n &emsp;&emsp;现尚存的至德桥、至德坊、大殿三间、东西两庑各三间等为清代建筑。庙中有康熙、光绪及民国时重修记碑石可考。康熙在康熙四十四年南巡时，钦赐给苏州泰伯庙御笔亲书的“至德无名”四字。随后，乾隆在乾隆十六年二月南巡时在苏州泰伯庙御笔亲书“三让高踪”，乾隆历次下江南遣大臣祭苏州泰伯庙，可见苏州泰伯庙之地位。1982年，泰伯庙被列为苏州市文物保护单位。',
            coverImg: oss + '/content/7/1.jpg',
            des1: '',
            video: oss + '/video/tbm.mp4',
            poster: oss + '/video/1.jpg',
            imgs: [oss + '/content/7/2.jpg'],
            des2: [{
                  title: '',
                  content: '&emsp;&emsp;《史记·吴太伯世家》记载：“吴太伯，太伯弟仲雍，皆周太王之子，而王季历之兄出。季历贤，而有圣子昌，太王欲立季历以及昌，于是太伯、仲雍二人乃奔荆蛮，文身断发，示不同用，以避季历。季历果立，是为王季，而昌为文王。太伯奔荆蛮，自号勾吴。荆蛮义之，从而归之者千余家，立为吴太伯。”泰伯三让天下的故事受到后人的赞颂。孔子称他为“至德”，司马迁在《史记》里把他列为“世家”第一。\n &emsp;&emsp;周灭商后，周王寻找到泰伯之弟仲雍的后代封为吴子，吴国由此建立，后世吴王把国都迁至苏州，建筑“阖闾大城”，自此2500多年来，苏州古城虽经历史演绎但城址未变，堪称中外建筑史上的奇迹。当然，伴随着古城流传下来的还有吴地始祖泰伯大公无私的高风亮节，吴地人民崇尚廉洁的风气也由此而来。'
            }]
      },
      // 铁铃关 
      '8': {
            title: '/images/tlg_tit.png',
            des: '&emsp;&emsp;铁铃关由城楼、关台等组成，建于明嘉靖三十六年（1557年），又称枫桥敌楼，为苏州“三关”之一(另两处为浒墅关、金阊关，今已毁)，是明代抗倭斗争的重要遗迹。清道光九年（1829年）重修，次年改建上层为文星阁。其后年久失修，阁楼颓毁，雉堞、女墙、射孔等都已倾圮无存。1949年4月27日中国人民解放军29军85、86师击溃了枫桥、铁铃关一线的守敌后，由此进入苏州城，打响了解放苏州的第一枪。关台正面宽15米，纵深10.2米，高7米。正中辟拱门，门洞上刻“铁铃关”三字。关门内南北壁面均辟大小拱门各一，内砌登关砖级，并有驻军洞。关门外即为枫桥和大运河。',
            coverImg: oss + '/content/8/1.jpg',
            des1: '&emsp;&emsp;作为爱国主义教育基地，近期铁铃关被姑苏区委党校授予实境课堂，在此基础上金阊街道党工委深入挖掘铁铃关红色历史文化资源，打造红色微体验线路，激发基层党建活力，把红色传统发扬好，把红色基因传承好，倡导党员干部要践行敢攻坚、敢争先、敢担当的铁铃关“三敢”精神，不畏艰险、敢为人先、勇挑重担。',
            imgs: [oss + '/content/8/2.jpg'],
            des2: []
      },
      // 文山寺(文丞相弄)
      '9': {
            title: '/images/wcxn_tit.png',
            des: '&emsp;&emsp;苏州方志载：文山寺，在阊门下塘文丞相弄。明正德十年（1515年）为纪念文天祥建忠烈祠，俗称文文山祠或文丞相祠。嘉靖二十年（1541年）迁祠于旧学前，此处遂改为文山寺。清同治十一年（1872年）重修。',
            coverImg: oss + '/content/9/1.jpg',
            des1: '',        
            des2: [{
                  title: '',
                  content: '&emsp;&emsp;文天祥（1236年6月6日-1283年1月9日），初名云孙，字宋瑞，又字履善。道号浮休道人、文山。江西吉州庐陵人，南宋末政治家、文学家，爱国诗人，抗元名臣、民族英雄，与陆秀夫、张世杰并称为“宋末三杰”。提起文天祥，人们首先想到的是“人生自古谁无死，留取丹心照汗青。”这句诗句。文天祥于南宋末年曾任苏州知府，在苏州颇有政绩，据史书载：文天祥状元及第，步入仕途后，“皇上赏赐的财宝以及自己的俸禄都用于接济生活贫困的人了”，就义后，“官府去查点，发现家里非常冷落荒凉，看上去满目萧然”。另有传说，文天祥从宁国知府的官位卸任携家眷归乡，途经一旅店住宿，旅店主人请求留下点纪念品给他，文天祥指着自己的行李，让店主随意挑选，店主认为文天祥是大官，一定像别的官员一样满载着贵重家当，没想到文天祥两袖清风只有些随身用的平常行李，令店主大吃一惊。虽是传说，而文天祥为官清廉可见一斑。'
            }]
      },
      // 唐演 
      '10': {
            title: '/images/ty_tit.png',
            des: '&emsp;&emsp;唐寅历史文化片区位于古城区西北部，平门内西大营门双荷花池13号，内有唐寅故居遗址（宝华庵，又称文昌阁），1982年被列为苏州市文物保护单位。清代初年，桃花庵尚存部分建筑。顺治间，名医沈明生徙苏得此宅，构亭台，植竹木，池沼叫长宁池，内植荷花，岸夹芙蓉，并跨塘建一亭，取名“蓉镜亭”。到了乾隆年间，有僧禅林、道心，又就其地改建为宝华庵，古庵至今犹存。2019年，唐寅历史文化片区设立廉洁书屋，拓展了廉政文化宣传教育阵地。',
            coverImg: oss + '/content/10/1.jpg',
            des1: '',
            imgs: [oss + '/content/10/2.jpg', oss + '/content/10/3.jpg', oss + '/content/10/4.jpg'],
            des2: [{
                  title: '',
                  content: '&emsp;&emsp;唐寅（1470年3月6日－1524年1月7日），字伯虎，后改字子畏，号六如居士、桃花庵主、鲁国唐生、逃禅仙吏等，南直隶苏州府吴县人。明代著名画家、书法家、诗人。\n &emsp;&emsp;在诗歌方面，唐寅创作了《桃花庵歌》，“桃花坞里桃花庵，桃花庵下桃花仙”，此诗中唐寅以桃花仙人自喻，以“老死花酒间”与“鞠躬车马前”分别代指两种截然不同的生活方式，又以富贵与贫贱的各有所失，形成鲜明强烈的对比，表达其乐于归隐、淡泊功名的生活态度。\n &emsp;&emsp;在书画方面，他的作品《悟阳子养性图》，现藏在辽宁省博物馆，纸本水墨。此画唐寅以纪实写生之法，纯用水墨，描绘了山野茅庵中一老者忘情于大自然中的美妙时刻，神态沉着，意境安逸。据传，画中老者正是唐寅、文徵明等文人墨客共同的好友顾谧。顾谧号悟阳子，曾任刑部郎中，为官二十年秉公执法，清正廉洁，但因开罪权贵而提前致仕还乡。唐寅以此画也表达了对这位好友清正廉洁品质的崇敬之情。 '
            }]
      },
      // 西中市 
      '11': {
            title: '/images/xzs_tit.png',
            des: '&emsp;&emsp;早在元末明初，苏州古城中心商市（今乐桥附近）因兵燹衰落，城周边商市由此兴起。因大运河自西向东流经苏州，水道汇合古阊门、胥门外，致使阊胥一带形成南来北往交通枢纽，唐寅在《阊门即事》中写道：“世间乐土是吴中，中有阊门更擅雄。翠袖三千楼上下，黄金百万水西东。五更市卖何曾绝，四远方言总不同。若使画师描作画，画师应道画难工。”如今相当部分沿街民居至今保留着民国时期的建筑风格。阊门内由此形成西中市、东中市的商业街，取代了原市中心即今乐桥附近的东市、西市。西中市一带的名胜古迹有阊门古城墙、水陆城门、古城楼、泰伯庙、皋桥、雷允上药店老址、苏州府电报局遗址等。',
            coverImg: oss + '/content/11/1.jpg',
            des1: '',
            imgs: [],
            des2: []
      },
      // 艺圃 
      '12': {
            title: '/images/yp_tit.png',
            des: '&emsp;&emsp;艺圃是苏州现存明式小园林的代表，位于苏州阊门内天库前文衙弄，始建于明嘉靖二十年（1541年）。艺圃是经过几代人的营建，才成为著名园林的，它有别于其它苏州园林的一大特点，就是其园主都是讲气节、有学问的名人。2006年5月25日，艺圃作为明代古建筑，被国务院批准列入第六批全国重点文物保护单位名单，已被联合国教科文组织列入世界文化遗产。',
            coverImg: oss + '/content/12/1.jpg',
            des1: '',
            imgs: [oss + '/content/12/2.jpg'],
            des2: [{
                  title: '',
                  content: '&emsp;&emsp;对艺圃有开山之功的是明代辛丑年进士袁祖庚，袁祖庚洁雅自好，因见不得官场腐败，40岁就弃官归隐，还放下斯文，公然经营为当时主流社会所不齿的“田业”。袁祖庚虽算不得名标青史的大人物，但在当时充满政治腐败和压迫的明朝嘉靖年间，这种弃官归隐田园的做法，却被视为独善其身的高尚节操，在当时也算得上是惊世骇俗了。\n &emsp;&emsp;艺圃的第二任主人是明朝天启年间的状元文震孟，其曾祖父就是大名鼎鼎的文徵明。文震孟官至大学士，在东林党与阉党的斗争中，与弟弟文震亨（《长物志》作者）一道，始终不屈不挠地站在东林党人一边，受到朝野正义人士的拥戴。文震孟因为两次直言相谏而获罪，于崇祯九年罢官返苏，当年秋天逝世于药圃。\n &emsp;&emsp;清初顺治年间，被明朝遗老姜埰购得，改药圃名为颐圃、敬亭山房。姜埰是明末大臣，因直言政治触怒崇祯皇帝，谪戍宣州卫（今安徽省），还没到戍所，明朝就灭亡了，于是和弟弟姜垓一道辗转至苏州定居。为了表达自己对明朝的忠诚，姜埰一生誓不事清。这种做法引来了其他明朝遗民的拥戴，也让艺圃成为了当时江南文人活动的中心之一。\n &emsp;&emsp;艺圃的三代主人袁祖庚、文震孟、姜埰“时穷节乃见，一一垂丹青”的人格力量是不朽的，他们通过营建艺圃的建筑、花木栽植、景点设置，融合风景美与人文美，匠心独运，展现了至德风采。'
            }]
      },
      // 占鱼墩 
      '13': {
            title: '/images/zyd_tit.png',
            des: '&emsp;&emsp;1979年，经苏州市人民政府决定，在阊门石路东侧这块约六亩多的鲇鱼形废墟上建成街心公园。后原金阊区政府在该处投资，重新建设成“石路文化公园”。园中主景为石路百年文化墙。以一幅当初石路地图，表现其间石路的概貌，示意石路的街巷、道路、店铺、民居等。2019年，金阊街道对占鱼墩公园开展环境提升工程。',
            coverImg: oss + '/content/13/1.jpg',
            des1: '&emsp;&emsp;十二幅《石路变迁图》组图，通过纵横结合的方式和脉络，表现各个历史时期石路的面貌、重大事件、著名人物等。十二幅组图分别以前世沧桑、商业雏形、洋务开埠、筑石铺路、地杰人灵、街巷纵横、商贾云集、外侵劫难、平民乐园、百年复兴、丁未火灾、盛世繁华为题，上图下文，表现主题。并有一篇《石路赋》，以传统辞赋形式，对仗工整，气势宏大，文字精练，言简意赅。突出石路的前世今生、历史变迁、岁月沧桑、文化底蕴、富贵风流、盛世繁华。此外在文化公园内，还置有当年石路标志性的钟楼，支持开埠、开创石路的盛宣怀雕像等。',
            imgs: [],
            des2: []
      },
      // 文丞相弄
      '14': {
            title: '/images/wcxn_tit.png',
            des: '&emsp;&emsp;苏州方志载：文山寺，在阊门下塘文丞相弄。明正德十年（1515年）为纪念文天祥建忠烈祠，俗称文文山祠或文丞相祠。嘉靖二十年（1541年）迁祠于旧学前，此处遂改为文山寺。清同治十一年（1872年）重修。',
            coverImg: oss + '/content/14/1.jpg',
            des1: '',        
            des2: [{
                  title: '',
                  content: '&emsp;&emsp;文天祥（1236年6月6日-1283年1月9日），初名云孙，字宋瑞，又字履善。道号浮休道人、文山。江西吉州庐陵人，南宋末政治家、文学家，爱国诗人，抗元名臣、民族英雄，与陆秀夫、张世杰并称为“宋末三杰”。提起文天祥，人们首先想到的是“人生自古谁无死，留取丹心照汗青。”这句诗句。文天祥于南宋末年曾任苏州知府，在苏州颇有政绩，据史书载：文天祥状元及第，步入仕途后，“皇上赏赐的财宝以及自己的俸禄都用于接济生活贫困的人了”，就义后，“官府去查点，发现家里非常冷落荒凉，看上去满目萧然”。另有传说，文天祥从宁国知府的官位卸任携家眷归乡，途经一旅店住宿，旅店主人请求留下点纪念品给他，文天祥指着自己的行李，让店主随意挑选，店主认为文天祥是大官，一定像别的官员一样满载着贵重家当，没想到文天祥两袖清风只有些随身用的平常行李，令店主大吃一惊。虽是传说，而文天祥为官清廉可见一斑。'
            }]
      },
      // 枫桥景区
      '15': {
            title: '/images/fqjq_tit.png',
            des: '&emsp;&emsp;由金阊街道党工委牵头，运河社区铁铃关行动支部、枫桥景区行动支部、好行行动支部、旅游集散行动支部和文明使者行动支部共同成立的“枫景益站”党员志愿服务站，打造红色主题党员服务基地，近百名党员志愿者将践行相互帮助、互敬互爱、和睦相处的和合文化，在寒山寺及枫桥景区周边为游客提供服务。',
            coverImg: oss + '/content/15/1.jpg',
            des1: '',
            imgs: [],
            des2: []
      },
}
module.exports = {
      data: data,
}